// 
/*
 * Licensed Materials - Property of IBM
 * 5725-I43 (C) Copyright IBM Corp. 2006, 2013. All Rights Reserved.
 * US Government Users Restricted Rights - Use, duplication or
 * disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
 */

//a
"Application Error" = "[(')هههههههههه Application Error]";
"applicationDisabled" = "[(')ههههههههههههه Application Disabled]";
"appInternalError" = "[(')ههههههههههههههههههههه The application has encountered an internal error. Reinstall the application and try again.]";
"appNeedsSpace" = "[(')ههههههههههههههههههههههههههههههههه Application installation has failed because there is no sufficient storage space available. Free %.2f MB and relaunch the application.]";
"appZipDownloadFailedServerNotResponding" = "[(')هههههههههههههههه Downloading application archive file failed. The server is not responding.]";
"applicationDisabled" = "[(')ههههههههههههه Application Disabled]";
"appWeResourcesNotAccessible" = "[(')هههههههههههههه The application web resources could not be accessed.]";

//c
"cancel" = "[(')ههههه Cancel]";
"close" = "[(')ههه Close]";

//d
"downloading" = "[(')ههههههه Downloading...]";

//e
"error" = "[(')ههه Error]";
"errorProcessingRequestFromApp" = "[(')هههههههههههههههه An error was encountered while processing the request from the application.]";
"errorProcessingZip" = "[(')هههههههههههههههههههه An error occurred extracting archive file. See earlier messages for the cause of failure.]";
"exit" = "[(')ه Exit]";

//g
"getNewVersion" = "[(')هههههههه Get new version]";


//l
"loading" = "[(')ههههههههههههه Loading...]";

//n
"NotAvailable"="[(')هههههه Not Available]";

//o
"ok" = "[(') OK]";

//s
"serviceNotification" = "[(')ههههههههههههه Service Notification]";

//u
"unpacking" = "[(')ههههه Unpacking...]";
"update" = "[(')ههههه Update]";
"upgrade" = "[(')ههههههه Upgrade]";